[
    {
        "name": "Dean Grant",
        "review": "I was looking for a representative for a while and wasn't able to find a quality agent until finding Kitty.  She is an excellent communicator, always available, and breaks down the market trends in a way that anyone can relate to. She has extensive knowledge and experience in the presale market, and as a first time home buyer,  I felt comfortable working with her and asking her questions.  She's definitely honest, professional and transparent with the real estate process.  Thanks for your everything Kitty!",
        "profile_pic": "https://lh3.googleusercontent.com/a-/AD_cMMQIW7BZdV4kbXtFwXiWc4FpyHKrgxkUUfMhx-Xj=s40-c-c0x00000000-cc-rp-mo-br100"
    },
    {
        "name": "Winson Cheung",
        "review": "Kitty helped me with one of my recent real estate transactions and it was such a smooth and pleasant experience! She truly understood that purchasing a home is a significant investment of my hard-earned money, so she always took the extra time and energy to ensure the pre-sale condo unit that I selected was the right choice for my unique situation. Kitty consistently went out of her way to make sure that I knew all my options before any major decision. She was absolutely meticulous throughout the entire process, and she also communicated with the developer on my behalf on many occasions in order to make it easy and seamless for me. I was very impressed, and I plan to highly recommend Kitty to all my family and friends.",
        "profile_pic": "https://lh3.googleusercontent.com/a/AAcHTtcXVuNbqxn-KQCZ_eSp_DqufDOr0HxsaKx0lpBe=s40-c-c0x00000000-cc-rp-mo-br100"
    },
    {
        "name": "Michael",
        "review": "I am grateful to have had Kitty in my corner when I purchased my pre construction. As a first time home buyer, the whole process can be daunting and scary. With so many factors to consider, you just don't even know what to ask - Kitty was instrumental in uncovering these blind spots to help me understand my options. She knew the value of my hard earned dollars and was meticulous in ensuring that my needs came first. She's also extremely funny! Great service.",
        "profile_pic": "https://lh3.googleusercontent.com/a-/AD_cMMS2dD_aynIv_CK0dqF-r0oj8qIObqHdMriG9dhgig=s40-c-c0x00000000-cc-rp-mo-br100"
    },
    {
        "name": "Jeremy Yang",
        "review": "We have been impressed with Kitty's professionalism during the process which is hard to find nowadays in the real estate field in Vancouver. She has been working hard for us, been transparent with full disclosure at all times. She has applied the least pressure and her approach of building long term relationships with her clients is outstanding.",
        "profile_pic": "https://lh3.googleusercontent.com/a-/AD_cMMSaxNume91dKePHIlUgEv2a9cG1a68UVJ8E-UMn=s40-c-c0x00000000-cc-rp-mo-br100"
    }
]
